Repository: starzel/borg.project
Catalog: src/borg/project/locales/*/LC_MESSAGES/borg.project.po
Languages: de

source: A project workspace
de: Ein Projekt-Bereich

source: A short summary of the project
de: Eine kurze Zusammenfassung des Projektes

source: Add Project
de: Projekt hinzufügen

source: Addable types
de: Erlaubte Inhalts-Typen

source: Choose a workflow policy for this project
de: Wähle eine Workflow-Richtlinie für dieses Projekt

source: Create a new project
de: Ein neues Projekt anlegen

source: Default project workflow
de: Standard Projekt-Workflow

source: Description
de: Beschreibung

source: Edit Project
de: Projekt bearbeiten

source: Group id
de: Gruppen-Id

source: Make private to project members
de: Nur für Projektmitglieder

source: Managers
de: Manager

source: Member groups
de: Mitglieder-Gruppen

source: Member makes content private to project members
de: Mitglied macht Inhalt privat für Projektmitglieder

source: Members
de: Mitglieder

source: Members of the following groups should be members of this project
de: Mitglieder der folgenden Gruppen sollen Mitglieder des Projektes sein

source: Name of the project
de: Name des Projektes

source: Private to owner
de: Nur für Besitzer

source: Private to project members
de: Nur für Projektmitglieder

source: Project settings
de: Projekt Vorgaben

source: Project workspace
de: Projekt Arbeitsbereich

source: The following users should be managers of this project
de: Die folgenden Nutzer sollen Manager des Projektes sein

source: The following users should be members of this project
de: Die folgenden Nutzer sollen Mitglieder des Projektes sein

source: These types will be addable by project members
de: Diese Inhalts-Typen können von den Projekt-Mitgliedern genutzt werden

source: Title
de: Titel

source: Type id
de: Typ-Id

source: User id
de: Nutzer-Id

source: Workflow policy
de: Workflow-Richtlinie
